[{"id":10,"title":"APENFT Has Bought Back and Burned $2.52M Worth of NFT","title_cn":"APENFT基金会完成252万美元金额NFT回购和销毁","content":"<img src='upload\/1626690741114.jpg' \/><br \/><img src='upload\/1626775688613.jpg' \/><br \/>On July 16, a total of 1,030,067,282,396.0035 NFT, with a worth of $2.52 million, had been burned based on the community voting result on APENFT official governance platform. <br\/><br\/>As planned, 1,030,067,282,396.0035 NFT tokens were transferred to the address T9yD14Nj9j7xAB4dbGeiX9h8unkKLxmGkn. The transaction record can be found below: <br\/><br\/>https:\/\/tronscan.io\/#\/transaction\/d90b4be8df77655acf788ae9909883e3f0bd941a5b0a1c1625f14f116732d97e <br\/> <br\/>According to previous media reports, the $2.52 million used to repurchase NFT was derived from the Three Self-Portraits of Andy Warhol, which had previously been sold in Binance NFT MarketPlace. The artwork was taken on June 27 by an anonymous buyer at a price of 2.8 million BUSD (approx. $2.8 million), and after deducting a 10％ transaction fee APENFT eventually havested 2.52 million BUSD (approx. $2.52 million). After the event, APENFT tweeted that the proceeds would be used entirely for the repurchase and burning of NFT. APENFT then launched a community vote on its website on July 7, and the proposal was passed on July 10. <br\/><br\/>NFT, as the sole token issued by APENFT, is the governance token for the APENFT ecosystem. NFT holders participate in the governance of APENFT by holding NFT tokens. On May 20, NFT was first listed on Huobi Prime for trading, registering a record 120x increase on the same day. After that, NFT was listed on well-known digital currency trading platforms like Poloniex. <br\/><br\/>APENFT is backed by the underlying technology of top-notch blockchains Ethereum and TRON with support from the world&apos;s largest distributed storage system BitTorrent to deliver the mission of registering world-class artworks as NFTs on the blockchain. Since its founding, APENFT has entered into partnerships with Christie&apos;s, Sotheby&apos;s and Nifty Gateway, the world&apos;s largest NFT auction houses, as well as Beeple, the well-known NFT artist. The user base of the two top public chains has laid a solid ground for APENFT to expand its market influence.<br\/><br\/>Current collections of APENFT include: Femme nue couchée au collier by Pablo Picasso, Three Self-Portrait by Andy Warhol, Ocean Front and other five pieces featuring ABUNDANCE by crypto artist Beeple and a whole NFT set Cube by crypto artist Pak, with a total value of over ￥200 million.<br\/><img src='upload\/1626775694588.jpg' \/><br \/>","content_cn":"<img src='upload\/1626690741114.jpg' \/><br \/><img src='upload\/1626775688613.jpg' \/><br \/>7月16日，APENFT基金会已按照其官网治理平台的社区投票决议，完成了价值252万美元共1,030,067,282,396.0035 枚NFT的销毁工作。<br\/><br\/>根据回购计划，一共有1,030,067,282,396.0035枚 NFT被回购，并向销毁地址T9yD14Nj9j7xAB4dbGeiX9h8unkKLxmGkn完成了转账，交易记录为：<br\/><br\/>https:\/\/tronscan.io\/#\/transaction\/d90b4be8df77655acf788ae9909883e3f0bd941a5b0a1c1625f14f116732d97e<br\/><br\/> <br\/>据此前媒体报道，这笔252万美元的回购资金来自于此前在BinanceNFT MarketPlace售出的安迪·沃霍尔的《三幅自画像》NFT。6月27日，该作品以280万BUSD（约合280万美元）的价格被一名匿名买家拍得，在扣除10%的交易手续费后，APENFT的最终所得为252万BUSD（约合252万美元）。随后，APENFT官方推特发布推文表示，有意将这笔资金全部用于回购NFT并销毁。7月7日APENFT基金会在其官网发起相关社区投票，该提案最终于7月10日通过。<br\/><br\/>NFT作为APENFT官方发布的唯一通证，是APENFT生态系统的治理代币。NFT代币持有人通过持有NFT代币来参与APENFT系统治理。5月20日，NFT在火币prime首次上线交易，并在上线当日最高突破120倍涨幅，随后，NFT登陆P网等知名数字货币交易平台。<br\/><br\/>APENFT是以全球知名公链以太坊Ethereum及波场TRON底层技术为支持，结合全球最大的分布式数据存储系统BitTorrent File System (BTFS)，致力于将全球顶级艺术品NFT化与区块链化的基金会。自成立以来，基金会已经与知名NFT作家Beeple以及佳士得、苏富比、Nifty Gateway三大NFT拍卖平台达成深度合作，并且依托全球两大公链的基础用户，形成了完备的市场基础。<br\/><br\/>目前，APENFT基金会旗下的藏品包括毕加索名作《戴项链躺卧裸女》、加密艺术家Beeple创作的《Ocean‘s Front》、《ABUNBANCE》（5幅）及加密艺术家Pak的整套NFT作品《Cube》等，总价值超过2亿元人民币。<br\/><img src='upload\/1626775694588.jpg' \/><br \/>","time":"2021-07-16","pub":1,"order":1},{"id":9,"title":"APENFT Received Fewocious's NFT Artwork","title_cn":"APENFT获得Fewocious的NFT作品","content":"<img src='upload\/1625722716446.jpg' \/><br \/><img src='upload\/1625722723759.jpg' \/><br \/>On July 1, APENFT announced in a tweet that it has received the NFT artwork My Mama&apos;s Dream donated by TRON Founder Justin Sun, who clinched the piece at a price close to $440,000 accompanied with its physical painting from Christies. <br\/><br\/>Christies later retweeted this post. <br\/><br\/>According to the official description on Christies, My Mama&apos;s Dream was created by Fewocious to mark his growth and change at the age of 15, and serves as a reflection of his art transforming visually for the first time. <br\/><br\/>Meanwhile, this artwork is featured in the creator’s &quot;THIS IS MY LIFE&quot; series. Capturing Fewocious&apos;s growth from age 14 to 18, the series feature 5 new digital and physical paintings, as well as an archive of drawings created in his early years that has yet not been disclosed to the public. <br\/><br\/>Fewocious is one of the youngest NFT artists. With rich content and vivid colors, his artworks share a distinctive personal style that combines a strong sense of expressionism with surrealism, and have won plenty of attention and appreciation due to the profundity in meaning and the bold use of color.<br\/><br\/>By winning the bid, Justin will acquire the physical painting of My Mama&apos;s Dream, together with 15 brand-new doodles, sketches, and journal entries never minted before.<br\/><br\/>Justin has set foot in NFT early. Aside from My Mama&apos;s Dream, he has also acquired &quot;Untitled (KIMPSONS)&quot; from the 2001 &quot;Packaging Painting&quot; series by artist KAWS in the first &quot;CONTEMPORARY CURATED: ASIA&quot; curated half a month ago by Sotheby&apos;s and Jay Chou, a famous pop singer in China.<br\/><br\/>Earlier this year, Justin Sun has also won the bids for Pablo Picasso&apos;s &quot;Femme nue couchée au collier&quot;, Andy Warhol&apos;s &quot;Three Self-Portraits&quot; and crypto artist Beeple&apos;s &quot;Ocean&apos;s Front&quot; for a combined ¥200 million and registered them as NFTs on TRON public chain. Later, he donated a majority of the artworks to APENFT, an organization that is committed to registering artworks as NFTs on blockchain to drive NFT innovations. His recent donation of Andy Warhol&apos;s &quot;Three Self-Portraits&quot; to APENFT was sold to a mysterious buyer at $2.8 million in the first auction on Binance NFT. <br\/><br\/>As one of the three leading global public chains, TRON now boasts over 43 million users and has been active in the innovation of NFT&apos;s underlying technology. Besides launching the first NFT standard TRC-721 in March this year, TRON improved the world&apos;s largest distributed storage system BTFS, providing a comprehensive and efficient infrastructure to turn artworks as NFTs on blockchains. <br\/><img src='upload\/1625722726973.jpg' \/><br \/>","content_cn":"<img src='upload\/1625722716446.jpg' \/><br \/><img src='upload\/1625722723759.jpg' \/><br \/>7月1日，APENFT基金会发布推文表示，已经获得由波场TRON创始人孙宇晨捐赠的NFT作品《My Mama&apos;s Dream》。该作品由孙宇晨以近44万美元的价格，从佳士得成功拍得,并获得对应的实物。<br\/><br\/>佳士得随后转发了这条推文。<br\/><br\/>据佳士得官网介绍，此次拍卖的《My Mama&apos;s Dream》是Fewocious为纪念他在15岁这一年中的成长与改变而创作，也是他艺术生涯里创作形式的第一次转变。<br\/><br\/>同时，该作品还是“THIS IS MY LIFE”系列作品之一。该系列作品通过艺术讲述Fewocious在14至18岁之间的成长故事，包括五幅新的数字作品、实物画作，以及他早期每年创作的未公开的作品档案。<br\/><br\/>Fewocious是NFT世界中最年轻的艺术家之一，其作品个人风格强烈，内容丰富，色彩鲜艳，带有浓烈的表现主义与超现实主义风格，他的作品因其深刻特殊的寓意和大胆抽象的用色受到了很多人的关注与喜爱。<br\/><br\/>此次孙宇晨拍下《My Mama&apos;s Dream》NFT作品，将获得对应的原画以及15个全新且从未铸造过的涂鸦、素描和日记条目。<br\/><br\/>孙宇晨是NFT领域早期布局者之一。除了《My Mama&apos;s Dream》NFT作品，半个月前，还在周杰伦与苏富比合作的首届“CONTEMPORARY CURATED：ASIA”艺术策展上，拍得KAWS在2001年创作的“包装画”系列之一《无题（KIMPSONS）》。<br\/>更早之前，他还拍下了毕加索《戴项链的躺卧裸女》、安迪·沃霍尔《三幅自画像》、Beeple《Ocean’s Front》等藏品，总价值接近人民币2亿元，并在波场公链完成了NFT化处理，后大多捐赠给专注于艺术品NFT化和区块链化的APENFT基金会，用于支持NFT创新。近日，其捐赠给APENFT基金会的藏品安迪沃霍尔的《三幅自画像》，在币安NFT拍卖平台首场拍卖会上，以280万美元的价格被神秘买家拍得。<br\/><br\/>作为全球三大公链之一的波场TRON，目前总用户量超过4300万，也在积极布局NFT底层技术创新，在今年3月推出了首个NFT标准TRC-721，并且优化了全球最大的分布式存储系统BTFS，为艺术作品的NFT化和区块链化提供了全面、高效的基础设施。<br\/><img src='upload\/1625722726973.jpg' \/><br \/>","time":"2021-07-01","pub":1,"order":1},{"id":7,"title":"NFT Artwork of Andy Warhol Sold for $2.8 Million","title_cn":"安迪·沃霍尔作品NFT拍卖以280万美元价格成交 ","content":"<img src='upload\/1626775272738.jpg' \/><br \/><img src='upload\/1625725960999.jpg' \/><br \/>The NFT version of Three Self-Portraits by Andy Warhol was sold for $2.8 million at Binance NFT at 18:00 on June 27. <br\/> <br\/>Available information shows that Andy Warhol, an avant-garde artist who had challenged traditional aesthetics and art tools for decades, pioneered the visual art movement known as pop art. The Three Self-Portraits was created by him a few months before his death and later became one of the classics of this genre. The idea embodied by this artwork gave a substantial impetus to the rise of the Internet and still has a significant impact on the thinking in the Internet communities today.<br\/> <br\/>In March, the physical Three Self-Portraits went under the hammer for $2 million at Christie&apos;s, and this NFT sale represented a 40% growth in its value within three months.<br\/>  <br\/>The NFT of this print was sold at the &quot;Genesis&quot; NFT auction jointly launched by Binance, TRON, and APENFT Foundation. Starting from June 24, the five-day auction featured more than 400 artworks including Andy Warhol&apos;s Three Self-Portraits and its 100 recreations by artists from the NFT community, 300 recreations of Dalí&apos;s Divine Comedy in tribute to Dante, among others.<br\/> <br\/>Among the 100 highly sought-after NFT recreations of Three Self-Portraits by artists from TRON and APENFT communities, No. 67, No. 40, and No. 1 received the top three bids at 4 BNB, 2 BNB and 1.62 BNB respectively, with the starting price for all works at 1 BNB.<br\/> <br\/>As one of the major supporters of this auction and one of the top three global public chains, TRON has developed and released the TRC721 protocol and built sophisticated NFT infrastructure with BTFS, the world&apos;s largest distributed storage system. TRON founder Justin Sun, a long-time promoter of NFT, spent a whopping ¥200 million on famous artworks by traditional and NFT artists such as Picasso, Andy Warhol, Beeple, and Pak.<br\/> <br\/>APENFT Foundation, another partner institution, focuses on registering top-notch artworks as NFTs on-chain. Since its establishment, its innovative model has gained favor with many people, among whom Justin Sun openly expressed his support and donated many paintings he purchased to the APENFT Foundation to support the innovative practice of &quot;Art + Blockchain&quot;. Up to date, APENFT Foundation has established partnerships with Christie&apos;s, Sotheby&apos;s, NiftyGateway, Binance NFT and other top auction houses. Andy Warhol&apos;s Three Self-Portraits is one of APENFT&apos;s collections.<br\/> <br\/>Backed by the three leading platforms, the &quot;Genesis&quot; NFT auction has attracted extensive attention from in and out of the industry and the NFT communities. The conclusion of the auction didn&apos;t dampen people&apos;s craze for NFT in the middle of the year. With the entry of more big names, NFT is expanding from art to sports, games, entertainment and many other fields, making it possible to become one of the most important scenarios for the application of blockchain technology.<br\/> <br\/>The publicly available data shows that by June 27, the NFT market&apos;s trading volume exceeded $600 million and over 710,000 pieces of artwork were traded.<br\/><img src='upload\/1626775151573.jpg' \/><br \/>","content_cn":"<img src='upload\/1626775272738.jpg' \/><br \/><img src='upload\/1625725960999.jpg' \/><br \/>安迪·沃霍尔作品全球首次NFT拍卖以280万美元价格成交 <br\/>6月27日18:00，安迪·沃霍尔的《三幅自画像》NFT作品在Binance NFT以280万美元的价格成交，这也是安迪·沃霍尔作品的全球首次NFT拍卖。<br\/> <br\/>公开资料显示，安迪·沃霍尔开创了视觉艺术运动波普艺术，被视作几十年里挑战传统审美和传统艺术创作工具的先锋派艺术家，《三幅自画像》是安迪·沃霍尔在去世前几个月所创作的，是波普艺术的代表作之一，其理念对后来的互联网兴起产生了巨大的推动，并对当前的网络思潮仍有着重要的影响。<br\/><br\/>今年3月，《三幅自画像》实体画作在佳士得以200万美元的价格落槌，本次成交意味着该作品的价值在3个月内涨幅达40%。<br\/><br\/><br\/>安迪·沃霍尔的《三幅自画像》NFT是在币安、波场、APENFT基金会联合推出、主题为“Genesis”的NFT拍卖会拍出的。本次拍卖会从6月24日开始，为期5天，拍品除了安迪·沃霍尔的《三幅自画像》，还有由NFT社区艺术家创作的《三幅自画像》100个再创作版本，以及300幅达利致敬但丁的《神曲》版画再创作版本，拍品总数超过400件。<br\/><br\/>目前，波场TRON和APENFT社群艺术家为《三幅自画像》再创作的100幅NFT作品也收到热捧，当前出价最高的前三幅作品为编号67、编号40和编号1，竞价金额分别为4BNB、2BNB和1.62BNB，所有作品的起拍价均为1BNB。<br\/><br\/>作为本次拍卖活动的主要支持者之一的波场\tTRON，是全球三大公链之一，已开发并推出了TRC721协议，并结合全球最大的分布式存储系统BTFS，形成了完备的NFT基础设施系统。波场创始人孙宇晨一直关注并大力推动NFT领域发展，曾斥资近2亿元拍下毕加索、安迪·沃霍尔、Beeple、Pak等传统艺术家和NFT艺术家的知名作品。<br\/><br\/>另一个合作机构是APENFT基金会，专注于头部艺术品的NFT化和区块链化，成立以来，以其模式上的创新被众多人士看好，其中孙宇晨曾公开表示支持，并将其购买的众多画作无偿捐赠给了APENFT基金会，用于支持“艺术+区块链”的创新实践。目前，APENFT基金会已与佳士得、苏富比、NiftyGateway、Binance NFT等头部拍卖机构完成合作。此次成交的安迪·沃霍尔的《三幅自画像》就是APENFT旗下的藏品之一。<br\/><br\/>在三家头部平台的加持下，“Genesis”NFT拍卖会吸引了行业内外和NFT社群的广泛关注。拍卖会的落幕也意味着NFT在年中依旧热度不减，随着大牌企业的陆续入局，NFT正经由艺术向体育、游戏、娱乐等多领域扩展，并有望成为区块链技术落地最重要的场景之一。<br\/><br\/>据公开数据显示，截至6月27日，NFT市场的交易额超过6亿美元，交易的艺术品超过71万件。<br\/><img src='upload\/1626775151573.jpg' \/><br \/>","time":"2021-06-27","pub":1,"order":1},{"id":6,"title":"Binance NFT Marketplace Hosts The First ‘Genesis’ NFT Auction ","title_cn":"币安举行首次NFT拍卖会，波场和APENFT携安迪·沃霍尔重磅作品助阵","content":"<img src='upload\/1626775272738.jpg' \/><br \/>Featuring Legendary Artists Dali & Andy Warhol as NFTs, a tokidoki mystery box and NFTs from ‘100 Creators’ from around the world! <br\/><br\/>Singapore, June 23, 2021 – The Binance NFT Marketplace will launch this Thursday June 24th with a first premium auction titled ‘Genesis’, launching the first series of ‘Mystery Boxes’, and the recently announced ‘100 Creators’ program. Hosted in collaboration with TRON and APENFT the auction will feature exclusive collectibles and can’t-miss content from popular artists and creators, the event is set to be the ultimate, no-compromise NFT experience you’ve been waiting for. Users can participate in the auction, apply for the Mystery Box and trade in the marketplace starting June 24th at 10AM (UTC +8).<br\/><br\/>As the first auction taking place on Binance NFT Marketplace, the theme of the ‘Genesis’ auction implies a new wave of Renaissance with NFTs. NFT technology has revolutionized the world of art for good, bringing the concept of digital ownership to life for the very first time. The ‘Genesis’ auction represents this idea and brings two valuable pieces that represent ‘wind of change’ periods in history. <br\/><br\/>As part of our first “Premium Event” auction, the ‘Genesis’ collection will feature two iconic artworks: Andy Warhol&apos;s&apos; “Three Self-Portraits&apos;&apos; and  a newly digitized NFT of Salvador Dali’s “Divine Comedy: rebeget”. Andy Warhol is the leading figure in the pop art movement and Binance NFT exhibits ‘Three Self-Portraits’ to commemorate the revolutionary and disruptive spirit of Andy Warhol. <br\/><br\/>Warhol’s introduction of mass production techniques to visual art has foreshadowed today’s digital world, where content can be easily copied, downloaded and reshared. Just as Warhol changed the perception of value when it came to reproducible artwork, NFT technology has forever changed the way value is assigned to digital art. With Three Self-Portraits, Warhol’s pioneering work is celebrated with a community artist’s tribute to Warhol’s original artwork. This recreation series will be available on June 24, with an exclusive run of 100 NFTs. <br\/><br\/>Dali was invited by the Italian government to commemorate the 700th anniversary of Dante&apos;s birth in 1965, Dante’s Divine Comedy is one of the most recognizable works of literature in the modern world, and Dali’s watercolor illustrations pay tribute to the journey depicted in the Divine Comedy. As a precursor to Renaissance literature, the Divine Comedy has influenced countless artists and helped shape the modern world of art. 2021 marks the 700th anniversary of Dante’s death. To commemorate this, The Divine Comedy NFT was re-designed to have a blockchain element by featuring the bitcoin symbol, CZ’s signature and the Binance logo in the pattern of the artwork (which can only be seen when you zoom in). <br\/> <br\/>Helen Hai, the Head of Binance NFT, said “Binance shares similar values as ‘Genesis’, revolutionizing the fintech space with blockchain technology and crypto, paving the ways as a blockchain pioneer leader, just like how ‘Genesis’ auction will do the same for the NFT industry.”<br\/><br\/>The auction will also include the first ever Binance NFT “Mystery Box” featuring 16 collectible ‘tokidoki’ characters, including 3 Binance characters which can only be obtained in the first “Mystery Box” drop, made available exclusively through NFKings Productions on Binance NFT. ‘Tokidoki’, which translates to “sometimes” in Japanese, is an internationally recognized and iconic lifestyle brand based on the vision of Italian artist Simone Legno. Since debuting in 2005, tokidoki has amassed a cult-like following for its larger-than-life characters and emerged as a sought-after global lifestyle brand with over millions of physical tokidoki sold worldwide, and most recently 110,000 digital tokidoki sold out in minutes. <br\/><br\/>Binance’s brand new “100 Creators” program will also make its debut as part of the “marketplace” category at the ‘Genesis’ auction, which will feature work from talented artists and everyday creators from around the world. Bidding will start at 10AM UTC on June 24 and the auction will last for 5 days. The winner of ‘Three Self-Portraits’ will also receive the physical art piece shipped by APENFT.<br\/><img src='upload\/1626775514478.jpg' \/><br \/><br\/>","content_cn":"<img src='upload\/1626775272738.jpg' \/><br \/>6月21日，币安宣布旗下Binance NFT于6月24日正式上线，并举行为期5天的首场NFT拍卖会，届时波场和APENFT携安迪·沃霍尔重磅作品助阵，这将会是安迪·沃霍尔作品的全球首次NFT拍卖。<br\/><br\/>本次拍卖会的主题为“Genesis”，意为创世纪，寓意数字新世界的发端和起源，象征币安、波场TRON和APENFT基金会的三方合作，开创艺术创作、展示、交易的新时代。<br\/><br\/>按照公布的消息，本次拍卖会的拍品包括安迪·沃霍尔的《三幅自画像》及其100幅再创作版本、900幅达利致敬但丁的《神曲》版画再创作版本等1000多件重量级艺术作品，这也是安迪·沃霍尔和达利艺术品的全球首次NFT拍卖。<br\/><br\/>其中，《三幅自画像》是由波普艺术之父安迪·沃霍尔去世前数月所创作的，是上世纪80时年代波普艺术的巅峰之作，充分彰显了消费时代下，人们打破传统的美学规则，以标新立异为目标的审美风尚，其理念对后来的互联网兴起产生了巨大的推动，并对当前的网络思潮仍有着重要的影响。<br\/><br\/><br\/>有趣的是，这次《三幅自画像》是由区块链知名人物、波场TRON创始人孙宇晨推荐，该作品系他此前斥资200万美元从佳士得拍得，并在波场公链上对该作品进行了NFT化处理，这也是安迪·沃霍尔作品的首次NFT化。后来，由于受到APENFT项目的启发，孙宇晨多次表示对APENFT项目的强烈推荐，并向APENFT基金会捐赠了《三幅自画像》，用以支持NFT领域的创新，波场也向APENFT提供全面的底层技术支持。<br\/><br\/>孙宇晨曾指出，艺术品的NFT化是区块链艺术与传统艺术的伟大共鸣。区块链技术能够搭建一座传统艺术和最新科技的桥梁，无论对区块链行业，还是艺术行业，这都是一次难得的机遇。未来，拥抱NFT潮流的艺术家将成为炙手可热的艺术标杆，而收藏NFT艺术品的收藏家将成为艺术标准的定义者，成为催生新时代文艺复兴的孵化者。<br\/><br\/>近半年来，作为全球三大公链之一，波场TRON也在积极布局NFT底层技术创新，在今年3月推出了首个NFT标准TRC-721，并且优化了全球最大的分布式存储系统BTFS，为艺术作品的NFT化和区块链化提供了全面、高效的基础设施。<br\/><br\/>另据公开资料显示，APENFT是专注于艺术品NFT化和区块链化的基金会，藏品包括毕加索、安迪·沃霍尔、Beeple在内等全球知名艺术家创作的艺术品，价值接近2亿元人民币。币安作为全球知名加密货币交易平台，在数字资产流通领域有着足够深厚的技术积淀和庞大的社群流通基础，其首席执行官赵长鹏表示，Binance NFT平台将为小型的价值创造者提供最好的流动性和最低廉的用户费用，支持他们进行NFT创作，从而推动实现全球价值自由流动，并打造一个包容性的生态系统。<br\/><br\/>此次币安、波场TRON、APENFT基金会三方强强联合，被外界普遍期待，据业内人士分析，后期币安、波场及APENFT基金会或通过建立更加深入的合作关系，形成完善的行业标准，从而提高NFT社区活跃度，推动NFT在不同领域的技术验证，加快区块链技术在各种应用场景的落地，释放区块链技术的潜力赋能实体经济，推动数字新时代的到来。<br\/><img src='upload\/1626775514478.jpg' \/><br \/>","time":"2021-06-21","pub":1,"order":1},{"id":4,"title":"Justin Sun Clinched KAWS's Package Painting at HK$2.5 Million in Jay Chou-Curated Sale","title_cn":"周杰伦首次策展，孙宇晨以250万元拍得KAWS“包装画”作品","content":"<img src='upload\/1624444559530.jpg' \/><br \/><img src='upload\/1624444562594.jpg' \/><br \/>At Sotheby&apos;s first &quot;CONTEMPORARY CURATED: ASIA&quot; art auction guest-curated by Jay Chow on June 18, TRON Founder Justin Sun clinched one of the package painting series created by KAWS in 2001 named &quot;UNTITLED (KIMPSONS)&quot; at HK$2.5 million.<br\/> <br\/>This art sale marks the first crossover between Sotheby&apos;s and the legendary Asian pop star Jay Chou, who, as the curator of the first “CONTEMPORARY CURATED: ASIA”, is an icon in the entertainment world and an avid art collector renowned in both Asian and global art space. During the auction, Jay will also share his insights with the audience on the valuable lots of the evening sale.<br\/> <br\/>According to available resources, Brian Donnelly, known professionally as KAWS, was born in New Jersey, US in 1974. He started creating graffiti in 1991 with works ranging from paintings to sketches, prints, and sculptures. Besides art creation, KAWS also collaborated with high-end brands such as Dior, Supreme, and Comme des Garçons as well as high-street ones including Uniqlo and Nike on limited edition toys, clothing, skateboard decks and more, tailoring to the needs of all types of consumers. What&apos;s more, with the number of Instagram posts with hashtag #kaws topping 1.4 million, KAWS overshadows his fellow artists such as Andy Warhol, Jeff Koons, and Keith Haring in terms of influence on social media. <br\/>  <br\/>The piece on auction is one of KAWS&apos;s first canvas-based artworks, which features the blister package used by toy manufacturers as packages. Shown at KAWS&apos;s first Tokyo individual exhibition, this artwork and other acrylic-colored works together make the &quot;Package Painting&apos;&apos; series. They are the early examples that represent KAWS&apos;s rebellious wit and insights, and are also the series that help KAWS officially join the ranks of &quot;fine art&quot;. In a broad sense, they break down the barriers between paintings and commodities as well as art and commerce, uniting all art categories with both the subculture and culture of the day. It is worth noting that the work《THE KAWS ALBUM》featuring the full cast of KIMPSONS characters was sold at HK$115,900,000 in April 2019 at Sotheby&apos;s in Hong Kong.<br\/> <br\/>Over the past six months, the blockchain mogul and TRON founder Justin Sun has been keenly following blockchain and art innovations, and has won the bids for Pablo Picasso&apos;s &quot;Femme nue couchée au collier&quot;, Andy Warhol&apos;s &quot;Three self portraits&quot; and crypto artist Beeple&apos;s &quot;Ocean&apos;s Front&quot; for a combined ¥200 million. Justin Sun donated a majority of the artworks to APENFT Foundation, an organization dedicated to registering artworks as NFTs on blockchain to drive NFT innovations. <br\/> <br\/>As one of the three leading global public chains, TRON has also been active in the innovation of NFT&apos;s underlying technology. Besides launching the first NFT standard TRC-721 in March this year, TRON improved the world&apos;s largest distributed storage system BTFS, providing a comprehensive and efficient infrastructure to turn artworks as NFTs on blockchains. <img src='upload\/1624444528361.jpg' \/><br \/><br\/><br\/>","content_cn":"<img src='upload\/1624444559530.jpg' \/><br \/><img src='upload\/1624444562594.jpg' \/><br \/>6月18日，波场TRON创始人孙宇晨以250万元的价格，在周杰伦与苏富比合作的首届“CONTEMPORARY CURATED：ASIA”艺术策展上，拍得KAWS在2001年创作的“包装画”系列之一《无题（KIMPSONS）》。<br\/><br\/>这次的艺术策展是苏富比与华语流行音乐天王周杰伦进行的首次跨界合作，作为首届“CONTEMPORARY CURATED：ASIA”策展人，周杰伦除了在娱乐界蜚声国际，同时也是一位充满热忱的艺术收藏家，在亚洲及国际艺术界稳占一席位，在拍卖会期间，周杰伦还会和观众分享他对晚间拍卖精选拍品的独到见解。<br\/><br\/>据公开资料显示，KAWS本名布莱恩·唐纳利（Brian Donnelly），1974年出生于美国新泽西州，1991年开始从事涂鸦创作，作品包括油画、素描、版画和雕塑等，也涉及潮玩、服装、滑板等产品设计，涉猎领域颇宽，合作对象从高端线的Dior、Supreme、Comme des Garçons到平民线优衣库、Nike，触达每个消费阶层。并且在Instagram上，带#kaws标签的帖文超过140万，远超于可与其相提并论的潮流艺术家Andy Warhol、Jeff Koons 和Keith Haring，长期称霸社交媒体的“网红”地位。<br\/><br\/>本次的拍品是KAWS首次以画布创作的系列作品之一，并以玩具制造商使用的塑胶壳作为包装，作品曾亮相于KAWS首次东京个展中，与其他首批压克力彩作品一起组成“包装画”系列，是反映KAWS反叛才智和远见的早期典例，被誉为首个帮助KAWS正式跻身“高雅”艺术领域的系列，打开绘画与商品、艺术与商业之间的隔阂，把各个艺术种类及现今世代的文化、次文化融为一体。值得留意的是，包含所有KIMPSONS角色的《THE KAWS ALBUM》在2019年4月以1亿1,590万港元在香港苏富比高价成交。<br\/><br\/>近半年来，区块链领军人物、波场TRON创始人孙宇晨一直在积极关注区块链与艺术创新，曾分别拍得毕加索的《戴项链的裸女》、安迪·沃霍尔的《三幅自画像》、加密艺术家Beeple的《Ocean’s Front》等，总价值接近人民币2亿元，后大多捐赠给专注于艺术品NFT化和区块链化的APENFT基金会，用于支持NFT创新。<br\/><br\/>同时，作为全球三大公链之一，波场TRON也在积极布局NFT底层技术创新，在今年3月推出了首个NFT标准TRC-721，并且优化了全球最大的分布式存储系统BTFS，为艺术作品的NFT化和区块链化提供了全面、高效的基础设施。<img src='upload\/1624444528361.jpg' \/><br \/><br\/>","time":"2021-06-19","pub":1,"order":1},{"id":2,"title":"APENFT Donated Artworks by Beelple to an NFT Charity Auction","title_cn":"APENFT捐赠Beeple作品用于支持NFT慈善拍卖","content":"<img src='upload\/1623615308658.jpg' \/><br \/><img src='upload\/1623615315515.jpg' \/><br \/>APENFT has recently received a set of NFT works created by Beeple, which were donated by Justin Sun, founder of TRON. One of the artworks titled ABUNDANCE was sold for $250,000 at the NFT Auction Dinner of WDAS 21×Huobi Charity on May 20, and all proceeds went to Huobi Charity to support the global fight against the COVID-19 pandemic, autistic people, gender equality, racial equality and environmental projects.<br\/> <br\/>The NFT set by Beeple consists of five pieces (ABUNDANCE, GIGACHAD, REBIRTH, BIOLOGICAL COLLECTIBLE and JANUARY 1ST, 2021) in the form of both NFTs and physical artworks. The artworks are displayed on framed, programmable LED screens with an aluminum base, and the screens will present a unique color pattern when switched on. Public statistics show that Beeple is the most expensive NFT artist with a value of over $140 million (¥900 million).<br\/> <br\/>This set was purchased by Justin Sun at $950,000 on May 2 at an auction on the well-known NFT auction platform Nifty Gateway and was then donated to APENFT in support of its &quot;blockchain + arts&quot; innovation, according to media reports.<br\/><br\/>In addition, on May 14, 2021, APENFT announced that it had received a set of important artworks donated by Justin Sun. This close-to-¥200 million donation includes Femme nue couchée au collie by Picasso, Three Self-Portraits by Andy Warhol and Ocean Front by the renowned crypto artist Beeple. Sun also publicly endorsed APENFT&apos;s vision for development and offered to provide full support for the foundation with TRON&apos;s resources. <br\/> <br\/>Registered and founded on March 29, 2021 in Singapore, APENFT is backed by the underlying technology of top-notch blockchains Ethereum and TRON with support from the world&apos;s largest distributed storage system BitTorrent to deliver the mission of registering world-class artworks as NFTs on the blockchain. APENFT&apos;s official governance token is named NFT. NFT is a decentralized digital asset backed by ERC-20\/TRC-20 and it also serves as a proof of stake to APENFT. NFT holders can vote, share profits and participate in community-run events.<br\/><br\/>On May 20, 2021, APENFT’s governance token NFT went live first on Huobi Prime, a famous platform for digital currency trading, and then entered other major exchanges such as Poloniex, LBank and Bitrue.<img src='upload\/1626774933343.jpg' \/><br \/>","content_cn":"<img src='upload\/1623615308658.jpg' \/><br \/><img src='upload\/1623615315515.jpg' \/><br \/>近日，APENFT基金会获得波场创始人孙宇晨捐赠的Beeple整套NFT作品，其中一幅作品《ABUNDANCE》在5月20日 WDAS 21×Huobi Charity 的 NFT 拍卖晚宴中，以25万美元（约150万人民币）的价格拍出，善款全部捐赠给 Huobi Charity，用于助力全球抗击新冠、自闭症患者、支持男女平权、种族平权、环境保护项目等。<br\/> <br\/>这套由Beeple创作的NFT作品，包含5幅NFT艺术品（《ABUNDANCE》, 《GIGACHAD》, 《REBIRTH》, 《BIOLOGICAL COLLECTIBLE》, 《JANUARY 1ST, 2021》）和对应的5件NFT实物。其中，NFT实物由铝制底座、边框和带有自定义编程的LED屏幕组成，并在点亮时拥有独一无二的颜色模式，这是Beeple首次推出附带实物的NFT艺术品。据公开数据显示，Beeple是目前NFT艺术领域身价最高的艺术家，超过1.4亿美元（9亿人民币）。<br\/> <br\/>据媒体报道，这套作品于5月2日，在知名NFT拍卖平台Nifty Gateway的一次拍卖会上，被波场创始人孙宇晨以95万美元的价格拍得，随后，为了支持APENFT在“区块链+艺术”的创新，孙宇晨向APENFT捐赠了这套作品。<br\/><br\/>除此之外，2021年5月14日，APENFT还宣布获得了波场TRON创始人孙宇晨捐赠的一批重要艺术品，其中包括毕加索的《戴项链的裸女》、安迪.沃霍尔的《三幅自画像》和全球知名加密艺术家Beeple的《Ocean Front》等，总价值接近人民币2亿元。孙宇晨也公开表示，他高度认可APENFT的发展愿景，并愿意开放波场生态，对该基金会进行全面支持。<br\/> <br\/>据悉，APENFT于2021年3月29日在新加坡正式注册成立，是以全球知名公链以太坊Ethereum及波场TRON底层技术为支持，结合全球最大的分布式数据存储系统BitTorrent，致力于将全球顶级艺术品NFT化与区块链化的专业基金会。其中，NFT作为APENFT官方发行的治理代币，是基于ERC-20\/TRC-20协议开发的去中心化数字资产，也是APENFT的权益证明，NFT持有者将拥有投票、分润、参与等权益。<br\/><br\/>2021年5月20日，APENFT的治理代币NFT在知名数字货币交易平台火币优选通道Prime首次上线，并随后陆续登录Poloniex、LBank、Bitrue等其他全球各大交易平台。<img src='upload\/1626774933343.jpg' \/><br \/>","time":"2021-05-25","pub":1,"order":1},{"id":1,"title":"APENFT Donated an Art Piece to the Charity Auction of the 3rd World Digital Asset Summit","title_cn":"APENFT为第三届世界数字资产峰会慈善拍卖捐赠拍品","content":"<img src='upload\/1626774933343.jpg' \/><br \/>On May 19-20, 2021, the third World Digital Asset Summit (WDAS) was successfully held in Shanghai Bellagio Hotel. During the NFT Auction Dinner of WDAS 21×Huobi Charity on May 20, APENFT donated the NFT artwork ABUNDANCE by renowned artist Beeple, where all of the $250K proceeds went to Huobi Charity in a bid to combat the global pandemic, support people with autism and uphold gender equality, racial equality and environmental protection. <br\/>  <br\/>According to official sources, the art piece ABUNDANCE donated by APENFT was created by the NFT artist Beeple on March 27 this year, which was later sold at an auction by Nifty Gateway on May 2. As the most valuable NFT artist at present, Beeple&apos;s creation EVERYDAYS: THE FIRST 5000 DAYS was sold out at a whopping $69 million this March, marking the most expensive NFT work ever sold and the third-highest sale price ever for a work by a living artist. <br\/>  <br\/>At a previous auction themed “Carbon Drop” in March, another of Beeple&apos;s work OCEAN FRONT was won by Justin Sun, Founder of TRON, at $6 million. Proceeds of the lot were donated to the Open Earth Foundation for initiatives to fight climate change. Beeple congratulated Justin Sun on Twitter and said &quot;SIX MILLION DOLLARS for climate change. THIS is what we need to enact real meaningful change... to work TOGETHER instead of fighting one another.&quot;<br\/> <br\/>Registered and founded on March 29, 2021 in Singapore, APENFT is backed by the underlying technology of top-notch blockchains Ethereum and TRON with support from the world&apos;s largest distributed storage system BitTorrent to deliver the mission of registering world-class artworks as NFTs on the blockchain. As the official governance token issued by APENFT, NFT is a decentralized digital asset developed in compliance with the ERC-721\/TRC-721 protocol. It is also the proof of stake for APENFT. NFT holders will enjoy rights including voting, profit-sharing and participation. <br\/>  <br\/>On May 14, 2021, APENFT announced its acquisition of a set of important artworks donated by Justin Sun. This close-to-¥200 million donation includes Femme nue couchée au collie by Picasso, Three Self-Portraits by Andy Warhol and Ocean Front by the renowned crypto artist Beeple. Later, Sun also publicly endorsed APENFT&apos;s vision for development and offered to provide full support for the foundation with TRON&apos;s resources. <br\/> <br\/>On May 20, 2021, APENFT’s governance token NFT had its debut on Huobi Prime, the renowned platform for digital currency trading, and then entered the other major trading platforms such as Poloniex, LBank, and Bitrue.<img src='upload\/1624418816109.jpg' \/><br \/>","content_cn":"<img src='upload\/1626774933343.jpg' \/><br \/>2021年5月19日- 20日，第三届世界数字资产峰会（简称WADS）在上海宝丽嘉酒店成功举行，在5月20日 WDAS 21×Huobi Charity 的 NFT 拍卖晚宴中，APENFT为峰会捐赠了知名艺术家Beeple的NFT作品《ABUNDANCE》，所得25万美元善款全部捐赠给 Huobi Charity，用于助力全球抗击新冠、自闭症患者、支持男女平权、种族平权、环境保护项目等。<br\/><br\/>据公开资料显示，APENFT捐赠的《ABUNDANCE》由NFT艺术家Beeple在今年3月27日创作，于5月2日在Nifty Gateway的系列拍卖中拍出。Beeple是目前NFT领域身价最高的艺术家，由其创作的《EVERYDAYS: THE FIRST 5000 DAYS》在今年3月以6900万美元的价格售出，创造了NFT作品目前最高拍卖纪录，同时也是当今在世艺术家单幅拍品第三高价。<br\/><br\/>在此前一场主题为降碳的拍卖会上，Beeple创作的另一幅作品《OCEAN FRONT》被波场TRON创始人孙宇晨以600万美元的价格拍下。这幅作品的拍卖所得被捐赠给了Open Earth基金会，用于应对全球气候变暖。Beeple在感谢推文中写道，“这600万美金将全部致力于应对全球气候变化，而这才是我们需要做出的，真正有意义的改变——搁置争议，同心协力。”<br\/><br\/>据悉，APENFT于2021年3月29日在新加坡正式注册成立，是以全球知名公链以太坊Ethereum及波场TRON底层技术为支持，结合全球最大的分布式数据存储系统BitTorrent，致力于将全球顶级艺术品NFT化与区块链化的专业基金会。其中，NFT作为APENFT官方发行的治理代币，是基于ERC-20\/TRC-20协议开发的去中心化数字资产，也是APENFT的权益证明，NFT持有者将拥有投票、分润、参与等权益。<br\/><br\/>2021年5月14日，APENFT宣布获得了波场Tron创始人孙宇晨捐赠的一批重要艺术品，其中包括毕加索的《戴项链的裸女》、安迪.沃霍尔的《三幅自画像》和全球知名加密艺术家Beeple的《Ocean Front》等，总价值接近人民币2亿元。孙宇晨随后宣称，他高度认可APENFT的发展愿景，并愿意开放波场生态，对该基金会进行全面支持。<br\/><br\/>2021年5月20日，APENFT的治理代币NFT在知名数字货币交易平台火币优选通道Prime首次上线，并随后陆续登录Poloniex、LBank、Bitrue等其他全球各大交易平台。<img src='upload\/1624418816109.jpg' \/><br \/>","time":"2021-05-24","pub":1,"order":1}]